export const products = {
    cards: {
        one: { title: "برق اضطراری آسانسور", route: "برق اضطراری آسانسور/*" },
        two: { title: "پکیج کامل آسانسور", route: "پکیج کامل آسانسور/*" },
        three: { title: "تابلوی فرمان آسانسور های کششی", route: "تابلوی فرمان آسانسور های کششی/*" },
        four: { title: "تابلوی فرمان آسانسور های هیدرولیک", route: "تابلوی فرمان آسانسور های هیدرولیک/*" },
        five: { title: "سیستم کنترل آسانسور", route: "سیستم کنترل آسانسور/*" },
        six: { title: "لوازم جانبی آسانسور", route: "لوازم جانبی آسانسور/*" },
        seven: { title: "موتور آسانسور", route: "موتور آسانسور/*" },
    }
}

export const ThirdProduct = {
    cards: {
        one: { title: "تابلو فرمان مدل KAMPAK", route: "تابلو فرمان مدل KAMPAK" },
        two: { title: "تابلو فرمان مدل NETLIFT", route: "تابلو فرمان مدل NETLIFT" },
        three: { title: "تابلو فرمان مدل QUICK", route: "تابلو فرمان مدل QUICK" },
        four: { title: "تابلو فرمان مبدل دو سرعته به درایودار VVVF", route: "تابلو فرمان مبدل دو سرعته به درایودار VVVF" },
    }
}

export const ProductOne = {
    cards: {
        one: { title: "UPS مخصوص آسانسور", file: "امروزه ups جایگزین مطمنی برای سیستم های برق اضطراری آسانسور است و تمام ویژگیهای فنی سیستم نجات را به علاوه حفاظت های ولتاژ و جریان و تنظیم ولتاژ را دارا می باشد.برق اضطراری آسانسور یک سیستم کاملا اتوماتیک است که در زمان قطع برق شبکه سراسری و دو فاز شدن و یا افت ولتاژ شدید که موجب قطع تابلو فرمان اصلی میشود وارد مدار شده و آسانسور را با روشن کردن کامل از طریق باتری ، به نزدیک ترین طبقه هدایت کرده ، درهای آسانسور را باز میکند و بعد از خروج مسافران به صورت اتوماتیک از مدار خارج می شود ." },
        two: { title: "ویژگی های اصلی", file: "قابل نصب و راه اندازی با تمامی تابلو های موجود .<br />عملکردی دقیق و هوشمند .<br />شارژر هوشمند جهت افزایش طول عمر باتریها .<br />قابلیت فعال یا غیر فعال کردن به صورت دستی در زمان سرویس دهی .<br />دارای سیستم صوتی جهت اعلام وضعیت آسانسور در مواقع قطع برق .<br />همسطح سازی دقیق کابین در طبقات .<br />گشتاور راه اندازی بسیار بالا و قابل تغییر جهت راه اندازی انواع موتورها تا 20کیلو وات .<br />تنظیمات نرم افزاری موثر و ساده .<br />" },
    }
}

export const productSeven = {
    cards: {
        one: { title: "تابلو فرمان مدل هیدرولیک کلاسیک HYDROLIC CLASSIC", file: "پشتیبانی از تمام شیرهای برقی تا 4 بوبین<br />قابلیت عملکرد با ورودی تکفاز و سه فاز<br />تابلو های مخصوص شیرهای IVALVE<br />تابلو های مخصوص شیرهای LRV<br />سیستم برق اضطراری ویژه هیدرولیک<br />پشتیبانی از تمام برندهای جک و پاور<br />پشتیبانی از تمام مدل های درب آسانسور<br />پشتیبانی درب های کرکره ای و گیوتینی تا 8 درب<br />" },
        two: { title: "مشخصات فنی  :", file: "سرویس دهی تا 8طبقه بایک تراول کابل<br />داری مود های : ” نرمال” ، “رویزیون ” ، ” تست اتوماتیک و دستی ” ، ” تنظیمات ” ، ” آمار و خطا “<br />قابلیت کنترل آسانسور به صورت سیمپلکس ، دوبلکس ، سلکتیو و کلکتیو<br />قابلیت راه اندازی به صورت sensorless (بدون سنسور دور انداز)<br />دارای قابلیت Releveling Automatic هیدرولیک (لول اتوماتیک مجدد)<br />دارای قابلیت کاربردی Canceling شاسی های احضار .<br />تعریف حرکتWARM UPبرای جلوگیری از سرد شدن روغن موتور از 30دقیقه تا چند روز .<br />خطا یابی « ، VIPو مود آتش نشانی .<br />دارای زمان واقعی ( تاریخ و ساعت)<br />ثبت 100خطای آخر به همراه زمان ، تاریخ ، مکان و جهت وقوع خطا<br />احضار کابین از طریق صفحه کلید برد اصلی نمایش دایمی وضعیت سری استوپ<br />Advanced door opening<br />3برنامه پارک<br /> تعریف برنامه زمانی کارکرد اسانسور < br /> قابل سفارش برای انواع پاور یونیت های داخلي و خارجي در توان های مختلف.< br /> مجهز به سیستم کنترلر شیر اضطراری هیدرولیک که به صورت اتوماتیک در زمان قطع برق < br /> آسانسور را به نزدیک ترین طبقه هدایت می کند.< br /> مجهز به سیستم برق اضطراری آسانسور. (به صورت سفارشی) < br /> مجهز به سیستم اصلاح فاز(به صورت سفارشی) < br /> قابلیت تنظیم زمان فعال و غیر فعال شدن بین موتور و شیر برقي < br /> جبران بالا یا پایین بودن کابین هنگام توقف در یک جهت خاص به کمک نرم افزار < br /> قابلیت کنترل چند درب کرکره ایROLL UP < br /> نصب بسیار آسان و سریع و عیب یابی هوشمند از برجسته ترین مزیتهای این سیستم است.< br /> عملکرد در فاز یک و دو آتش نشانی < br />15ماه گارانتی ، 10سال خدمات پس از فروش < br />" },
        three: { title: "اطلاعات فنی", file: "برق اصلی سه فاز متناوب 380ولت <br />محدوده توان از 3کیلو وات به بالا<br />برق سری استوپ 110ولت متناوب<br />کنتاکتورها(قابلیت سفارش توسط مشتری) LSکره جنوبی<br />پاوریونیت پشتیبانی همه پاور یونیت ها<br />نوع حرکت ستاره – مثلث و مثلث<br />81 X 61 X 27 cm ابعاد جعبه<br />" },
    }
}