export const articles = {
    cards: {
        one: { data: "1399/06/25", title: "آیا سقوط آسانسور امکان پذیر است؟", text: "در فیلم‌های بسیاری دیده اید که مثلا آسانسور از طبقه دهم یک ساختمان سقوط ایمنی آسانسورکرده است و یا اینکه با قطع شدن برق‌ها آسانسور سقوط میکند و امثال اینها… قبل از هر چیز بگوییم که یک آسانسور این روز‌ها به ندرت سقوط میکند. حالا در اینجا به نکاتی قابل توجه در مورد آسانسور اشاره …", route: "استانداردهای پله برقی", button: "بیشتر بخوانید" },
        two: { data: "1399/12/30", title: "استانداردهای پله برقی", text: "در گذشته در بسیاری از پله برقی ها از استپ های چوبی استفاده می نمودند.اما پس ازحوادث اتش سوزی استفاده ازاین نوع استپ ها منسوخ گردید.دربرخی ازپله های برقی ازاستپ های فولادی نیزاستفاده شده است . امروزه استپ ها را معمولا از جنس آلومینیوم می سازند. استفاده از آلومینیوم باعث می گرددتا ضمن کاهش وزن …", route: "آیا سقوط آسانسور امکان پذیر است؟" },
    }
}

export const aboutArticles = {
    cards: {
        one: { text: "1- هر آسانسور دارای یک ترمز فوق العاده قویست: به این صورت که ترمز در مواقع عادی همیشه فعال است و ایستادن آسانسور در مقابل هر طبقه، به واسطۀ همین ترمزهاست." },
        two: { text: "2- سیستم ایمنی (پاراشوت): که در واقع همان ترمز دوم و ترمز اضطراری می‌باشد، دقیقا در لحظه‌ای که سرعت آسانسور از مقدار تعیین شده بیشتر شود و یا اینکه کابل‌های کشنده شل شده باشند فعال شده و به این صورت است که مانند دو فک عمل کرده و بصورت مکانیکی جلوی حرکت را میگیرد. ترمز نوع دوم به برق هیچ ارتباطی ندارد و لحظه قطع برق خودبخود عمل می‌نمایند." },
        three: { text: "3- هر آسانسور دارای حداقل ۴ کابل کشنده قوی (بگسل) می‌باشد که این کابل‌ها از همدیگر جدا بوده و هر کدام به صورت مستقل عمل می‌کند. راهکارهایی برای زنده ماندن در آسانسور در حال سقوط! / آیا سقوط آسانسور امکان پذیر هست؟" },
        four: { text: "4- در پایینترین قسمت آسانسور (چاهک) چهار ضربه گیر به چهارچوب آسانسور متصل هستند که از جنس پلی اورتان، فنری و یا هیدرولیکی می‌باشند و در صورتیکه آسانسور از حد تعیین شده پایینتر آمد به ضربه گیر‌ها برخورد می‌کند." },
        five: { text: "5- درب‌های آسانسور در هر لحظه و هر کجا قابل باز شدن توسط مسئول می‌باشند لذا امکان حبس وجود ندارد. تنها چیزی که در آسانسور‌ها ایجاد نگرانی میکند، قطعی برق و یا نقص فنی آسانسور است که آن هم حداکثر به مدت ۱۰ دقیقه قابل تعمیر است و در صورتیکه تعمیر شدنی نبود، مسئول آسانسور بصورت دستی توسط اهرم مخصوص، کابین آسانسور را به نزدیکترین طبقه می‌رساند." },
    }
}

export const aboutArticlesTwo = {
    cards: {
        one: { text: "سطح استپ باید مانع لیز خوردن افراد شود." },
        two: { text: "استپ باید با نیروی ۳۰۰۰ نیوتن از نظر انحراف (Deflection) آزمایش گردد.این نیرو باید به طور عمودی بر مرکز سطح استپ ، برروی یک صفحه فلزی به ابعاد ۰.۲ *۰.۳ متر و حداقل ضخامت ۲۵ میلی متر وارد گردد . در طول این آزمون ، انحراف اندازه گیری شده در سطح استپ نباید بیشتر از ۴ میلی متر بوده و نیز نباید تغییر شکل دائمی در استپ دیده شود." },
        three: { text: "چنانچه نیرویی برابر با ۱۵۰۰ نیوتن بصورت عمودی بر پیشانی استپ و یا مربعی به مساحت ۲۵ سانتی متر مربع و حداقل ضخامت ۲۵ میلی متر وارد گردد انحراف پیشانی استپ نباید بیش از ۴ میلی متر باشد." },
        four: { text: "در آزمون مقاومت داینامیکی ، استپ با حداکثر شیبی که مورد استفاده قرار می گیرد ، آزمایش میشود. بطوری که استپ در معرض بار متغیری بین ۵۰۰ الی ۳۰۰۰ نیوتن با فرکانس بین ۵ تا ۲۰ هرتز برای حداقل ۵ میلیون سیکل قرار گرفته است و انحراف اندازه گیری شده در سطح استپ نباید بیش از ۴ میلی متر بوده و نباید تغییر شکل دائمی در استپ دیده شود." },
        five: { text: "طراحی استپ باید بگونه ای باشد ، که سازه آن بارپیچشی معادل جابجایی ۲± میلیمتر در مرکز چرخ غلتک ها را بر روی کمانی به مرکز چرخ کشنده را داشته باشد." },
        six: { text: "دیواره های عمودی استپ هم باید آجدار باشد." },
        seven: { text: "ارتفاع استپ پس از نصب نهایی نباید بیشتر از ۲۴ سانتی متر باشد." },
        eight: { text: "عمق استپ نباید از ۳۸ سانتیمتر کمتر باشد." },
        nine: { text: "عرض استپ باید بین ۵۸ الی ۱۱۰ سانتیمتر باشد." },
        ten: { text: "سطح کف استپ باید دارای شیارهایی در جهت حرکت پله برقی بوده و شیارهای یاد شده بمونه ای باشد که در زمان ورود به بخش زیرین تکیه گاه شانه برخورد یا اصطکاک ایجاد ننماید." },
        eleven: { text: "پهنای شیارها باید حداقل ۵و حداکثر ۷ میلی متر باشد." },
        twelve: { text: "عمق شیار نباید کمتر از ۱۰ میلیمتر باشد." },
        thirteen: { text: "پهنای لبه شیار ها باید حداقل ۵/۲ و حداکثر ۵ میلی متر باشد." },
    }
}